[]
=aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa

[MACROEDIT]
//編程主選單=
lb_GameDirectory_OME->Caption=폴더 선택
GameManagement=파일
GameManagement_Select=선택
GameManagement_New=새 폴더
GameManagement_Modify=폴더 편집
GameManagement_Delete=폴더 삭제
FileManagement=파일 관리
FileManagement_New=새로 만들기
FileManagement_Open=열기
FileManagement_Save=저장
FileManagement_SaveAs=다른 이름으로 저장
FileManagement_Delete=삭제
FileManagement_ReName=이름 바꾸기
FileManagement_Transfer=업/다운로드
lb_FileName_OME->Caption=파일
//編程程式區=
rb_Loop_OME->Caption=LOOP
rb_Keyboard_OME->Caption=KEY
rb_If_OME->Caption=IF
rb_Equal_OME->Caption=EQU
lb_SRSectionReteatText1_OME->Caption=시작 행
lb_SRSectionReteatText2_OME->Caption=~
lb_SRSectionReteatText3_OME->Caption=끝 행,
lb_SRSectionReteatText4_OME->Caption=반복 횟수
lb_SR_OME->Caption=~
lb_GotoText_OME->Caption=점프할 행
lb_LineText_OME->Caption=
lb_KeyIfText_OME->Caption=If 
lb_KeyStateIsText_OME->Caption=is
lb_KeyThenGotoText_OME->Caption=점프할 행
lb_KeyLineText_OME->Caption=
lb_IfText1_OME->Caption=If
lb_IfThenGoto1_OME->Caption=점프할 행
lb_IfLineText1_OME->Caption=
lb_IfText2_OME->Caption=If
lb_IfThenGoto2_OME->Caption=점프할 행
lb_IfLineText2_OME->Caption=
cb_Key_OME->Items->Strings[0]=Key1
cb_Key_OME->Items->Strings[1]=Key2
cb_Key_OME->Items->Strings[2]=Key3
cb_Key_OME->Items->Strings[3]=Key4
cb_Key_OME->Items->Strings[4]=Key5
cb_Key_OME->Items->Strings[5]=Key6
cb_Key_OME->Items->Strings[6]=Key7
cb_Key_OME->Items->Strings[7]=Key8
cb_Key_OME->Items->Strings[8]=Key9
cb_Key_OME->Items->Strings[9]=Key10
cb_Key_OME->Items->Strings[10]=Key11
cb_Key_OME->Items->Strings[11]=Key12
cb_Key_OME->Items->Strings[12]=Key13
cb_Key_OME->Items->Strings[13]=Key14
cb_Key_OME->Items->Strings[14]=Key15
cb_Key_OME->Items->Strings[15]=Key16
cb_Key_OME->Items->Strings[16]=Key17
cb_Key_OME->Items->Strings[17]=Key18
cb_Key_OME->Items->Strings[18]=Key19
cb_Key_OME->Items->Strings[19]=Key20
cb_Key_OME->Items->Strings[20]=Key21
cb_Key_OME->Items->Strings[21]=Key22
cb_Key_OME->Items->Strings[22]=Key23
cb_Key_OME->Items->Strings[23]=Key24
cb_KeyState_OME->Items->Strings[0]=누름
cb_KeyState_OME->Items->Strings[1]=뗌
cb_IfSign1_OME->Items->Strings[0]="@equ@@equ@"
cb_IfSign1_OME->Items->Strings[1]="!@equ@"
cb_IfSign2_OME->Items->Strings[0]="@equ@@equ@"
cb_IfSign2_OME->Items->Strings[1]="!@equ@"
Var->Items->Strings[0]=Variable A
Var->Items->Strings[1]=Variable B
Var->Items->Strings[2]=Variable C
Var->Items->Strings[3]=Variable D
//時間控制區=
lb_KeyDownAutoDelay_OME->Caption=키를 누를 때 지연시간 적용
lb_KeyUpAutoDelay_OME->Caption=키를 뗄 때 지연시간 적용
lb_TimeUnit_OME->Caption=시간 단위
cb_TimeType_OME->Items->Strings[0]=Sec
cb_TimeType_OME->Items->Strings[1]=ms
cb_TimeType_OME->Items->Strings[2]=Min
lb_Time_OME->Caption=시간
//滑鼠控制區=
lb_AbsPos_OME->Caption=마우스 절대 좌표(X,Y)
lb_AbsPos_OME->Hint=X, Y 좌표를 캡처하려면 오른쪽의 레이더 타겟을 사용해서 화면의 원하는 지점으로 이동합니다.
lb_RelativePos_OME->Caption=마우스 상대 좌표(X,Y)
bt_WheelUp_OME->Caption=앞으로
bt_WheelDown_OME->Caption=뒤로
bt_MouseLeftKey_OME->Caption=왼쪽
bt_MouseRightKey_OME->Caption=오른쪽
bt_MouseMidKey_OME->Caption=가운데
bt_Mouse4thKey_OME->Caption=4번 버튼
bt_Mouse5thKey_OME->Caption=5번 버튼
im_CursorPoint_OME->Hint=X,Y 좌표를 캡처하려면 레이더 타겟을 화면의 원하는 지점으로 이동해 놓습니다.
//編程工具列=
rb_RepeatType_OME->Hint=한 번만 매크로 실행
rb_RepeatType1_OME->Hint=누름:시작@RETURN@뗌:중지
rb_RepeatType2_OME->Hint=누름:시작@RETURN@다시 누름:중지
bt_Save_OME->Hint=저장
bt_Undo_OME->Hint=실행 취소
bt_Redo_OME->Hint=다시 실행
bt_Cut_OME->Hint=잘라내기
bt_Copy_OME->Hint=복사
bt_Paste_OME->Hint=붙여넣기
bt_MoveDown_OME->Hint=아래로 이동
bt_MoveUp_OME->Hint=위로 이동
bt_Delete_OME->Hint=삭제
bt_Record_OME->Hint=녹화
//編程Popup視窗=
mi_Cut_OME->Caption=잘라내기
mi_CutSingleLine_OME->Caption=라인 잘라내기
mi_CutMultiLine_OME->Caption=멀티라인 잘라내기
mi_Copy_OME->Caption=복사
mi_CopySingleLine_OME->Caption=라인 복사
mi_CopyMultiLine_OME->Caption=멀티라인 복사
mi_Paste_OME->Caption=붙여넣기
mi_MoveDown_OME->Caption=아래로 이동
mi_MoveUp_OME->Caption=위로 이동
mi_Editline_OME->Caption=편집
mi_Delete_OME->Caption=삭제
mi_DeleteSingleLine_OME->Caption=라인 삭제
mi_DeleteMultiLine_OME->Caption=멀티라인 삭제
mi_ClearAllDelay_OME->Caption=모든 "지연시간" 삭제
mi_ClearAll_OME->Caption=모두 삭제
bt_ResumeMacroII_OME->Caption=다시 시작[Oscare II]
bt_DownloadExplain_OME->Caption=     사용설명서
GoWhile=Repeat from line%x to the line, repeat %y times
IfYes=If Variable %x @equ@ %y jump to line%z
IfNo=If Variable %x ≠ %y jump to line%z
IfYes2=If Variable %x @equ@  Variable %y jump to line%z
IfNo2=If Variable %x ≠ Variable %y jump to line%z
Equ=Variable %x @equ@ %y
Equ2=Variable %x @equ@ Variable %y
Equ3_0=Variable %x @equ@ Variable %y + %z
Equ3_1=Variable %x @equ@ Variable %y - %z
Equ3_2=Variable %x @equ@ Variable %y & %z
Equ3_3=Variable %x @equ@ Variable %y | %z
Equ3_4=Variable %x @equ@ Variable %y ^ %z
Goto=Jump to line%x
IfKeyDown=If key %x is pressed,jump to line%y
IfKeyUp=If key %x is not pressed,jump to line%y
Key=Key
KeyDown=Press
KeyUp=Release
MouseMoveTo=Mouse_move_to
MouseRelativeMove=Mouse_relative_move
Delay=Delay
millisecond=ms
second=Sec
minute=Min
MouseWhellUp=Scroll_up
MouseWhellDown=Scroll_down
MouseLeftKeyDown=Press_left_key
MouseLeftKeyUp=Release_left_key
MouseLeftKeyClick=Click_left_key
MouseLeftKeyDblClick=Double_click_left_key
MouseMiddleKeyDown=Press_middle_key
MouseMiddleKeyUp=Release_middle_key
MouseMiddleKeyClick=Click_middle_key
MouseRightKeyDown=Press_right_key
MouseRightKeyUp=Release_right_key
MouseRightKeyClick=Click_right_key
MouseFourthKeyDown=Press_4th_key
MouseFourthKeyUp=Release_4th_key
MouseFourthKeyClick=Click_4th_key
MouseFifthKeyDown=Press_5th_key
MouseFifthKeyUp=Release_5th_key
MouseFifthKeyClick=Click_5th_key
PleaseInputMacroName=매크로 이름 입력
SaveOK=저장 완료!
MacroUsed=마우스 메모리에 저장되어 있는 파일과 폴더를 변경 또는 삭제 하겠습니까? [Yes] 버튼을 누르면 삭제됩니다.
GoWhileRangeError=범위가 잘못되었습니다
InputDigitError=번호를 입력하십시오!
VersionMessage=프리뷰 버전에서는 저장할 수 없습니다.
LoopLimit=3회를 초과할 수 없습니다.
NullMacro=제목없음
PleaseCreateDirectory=게임 폴더를 만드십시오
DirectoryUsed=마우스 메모리에 저장되어 있는 파일과 폴더를 변경 또는 삭제 하겠습니까? [Yes] 버튼을 누르면 삭제됩니다.
TrialAccessDeny=스카이디지탈에서 판매하는 블러디 마우스는 기본적으로 Ultra-Core3가 활성화된 제품입니다.@RETURN@@RETURN@Ultra-Core3가 활성화되지 않는다면 스카이디지탈 고객지원센터로 문의해주세요.@RETURN@@RETURN@
IsCoverSameNameFile=Same [Oscar II] file name found, overwrite?

CPIRemarkDefault=기본값
//按鍵測試區=
lb_MouseKeyTest_OME->Caption=마우스 버튼의 키값 확인
PleasePressKey=마우스 버튼을 눌러 주십시오
MouseKeyUnknown=알 수 없는 키

[MACROEDIT_Record]
bt_Start->Caption=<F11> 시작
bt_Stop->Caption=<F12> 중지
cb_AxisAbsolute->Caption=마우스 절대 좌표 이동 기록
cb_AxisRelatively->Caption=마우스 상대  좌표 이동 기록
cb_KeyboardAction->Caption=키보드 작업 기록
cb_MouseClick->Caption=마우스 클릭 기록
Script3=//   아래는 녹화된 매크로 입니다.
Script4=//매크로를 작성하는 방법은 세 가지가 있습니다.
Script5=//1. 상단 및 왼쪽 패널에서 매크로를 삽입합니다.
Script6=//2. 키보드로 입력.
Script7=//3. 녹화 버튼을 눌러 녹화하는 방법.

[MACROEDIT_Statement]
lb_Title->Caption=저장 전에 입력해야 합니다!
lb_Software->Caption=적용 가능한 소프트웨어 (예:CS)
lb_Statement->Caption=매크로 기능을 자세히 설명합니다
lb_Comment->Caption=기능 설명
mi_EditerCut->Caption=잘라내기
mi_EditerCopy->Caption=복사
mi_EditerPaste->Caption=붙여넣기
lb_EditComment->Caption1=기능 메모
lb_EditComment->Caption2=기능 설명 편집
lb_Resolution->Caption=게임 해상도
lb_CPIRemark->Caption=마우스 감도

[MACROEDIT_Instructions]
lb_TestDescription->Caption=매크로 데이터는 마우스의 4번 버튼 메모리에 임시 저장됩니다. 테스트 영역이나 게임에서 테스트 중에 원래 4번째 버튼 기능으로 변경할려면 “Button”탭으로 이동해서 기본설정으로 복원하면 됩니다.
ck_CursorRecord->Caption=커서 레코딩 시작
lb_InterruptTips->Caption=매크로 테스트가 제어 불가능한 상태가될  경우, [Caps Lock]+[Scroll Lock]+[Num Lock]을 눌러 강제 중단시킨 다음 매크로를 디버깅해서 오류를 수정하십시오.
lb_TestCommon->Caption=테스트 방법 안내
PressSpaceToTest=테스트를 시작하려면 4번째 버튼를 누르십시오.

[MACROEDIT_ShowIfMessage]
MacroExistAlready=저장되어 있는 파일을 수정하겠습니까?
MacroModify=스크립트가 수정되었습니다. 저장하겠습니까?
MacroNewCreate=새 파일로 저장하겠습니까?
MacroDeleteFile=파일을 영구적으로 삭제하겠습니까?
MacroSelectFile=마우스 메모리에 저장되어 있는 파일과 폴더를 변경 또는 삭제 하겠습니까? [Yes] 버튼을 누르면 삭제됩니다.
MacroDeleteDirectory=이 게임 폴더를 삭제할까요? 폴더에 들어 있는 파일들이 모두 삭제됩니다.
PleaseCreateDirectory=새로 만들기
InputNameExists=기존 파일을 업데이트!
MustCreatFile=먼저 매크로 파일을 만들어야 편집할 수 있습니다.
InputNameInvalid=\ / : * ? " < > | ]와 같은 기호는 사용할 수 없습니다.

[MACROEDIT_InputBoxX]
lb_NewFileName->Caption=새 파일 이름
lb_ReName->Caption1=이름 바꾸기
lb_ReName->Caption2=새로 만들기
lb_ReName->Caption3=새 폴더
NewCreateGameName=새 폴더
NewCreateFileName=새 파일

[MACROEDIT_Dialog]
lb_Directory->Caption=폴더
lb_FileName->Caption=파일
lb_Title->Caption1=새로 만들기
lb_Title->Caption2=열기
lb_Title->Caption3=저장
lb_Title->Caption4=다른 이름으로 저장
lb_Title->Caption5=삭제
lb_Title->Caption6=이름 바꾸기
lb_FileType->Caption=유형
advcb_FileType->Caption1=모든 총 파일*.*
advcb_FileType->Caption2=*.amc(매크로)
advcb_FileType->Caption3=*.mgn(매크로 건)
NoAuthorityUse=권한이 없습니다. 내보내기 실패!

[MACROEDIT_SelectLine]
lb_SelectLineRange->Caption=라인 범위 선택

